htop
fastfetch
ufw
sl
wget
curl
zip
unzip
cmake
freetype2
fontconfig
pkg-config
make
libxcb
libxkbcommon
python
neovim
lazygit
wl-clipboard
fzf
ripgrep
fd
discord
zsh
stow
nodejs
npm
hyprland
wofi
waybar
pavucontrol
obsidian
vlc
network-manager-applet
networkmanager
strace
jq
libreoffice-still
fail2ban
dns-utils
meld
